export const eventsDataMoc = [
  {
    id: 1,
    name: 'Семинар веселых приключений',
    date: '2022-02-12T08:00:00.001Z',
    type: 'red',
  },
  {
    id: 2,
    name: 'Евент профессионалов своего дела',
    date: '2022-02-12T05:00:00.001Z',
    type: 'orange',
  },
  {
    id: 3,
    name: 'Презентация умных горшков',
    date: '2022-02-12T01:00:00.001Z',
    type: 'green',
  },
  {
    id: 4,
    name: 'Конференция современных теоретиков',
    date: '2022-02-07T02:00:00.001Z',
    type: 'red',
  },
  {
    id: 5,
    name: 'Коммуникационный дизайн среды',
    date: '2022-02-05T03:00:00.001Z',
    type: 'green',
  },
  {
    id: 6,
    name: 'Семинар веселых приключений',
    date: '2022-01-31T08:00:00.001Z',
    type: 'red',
  },
  {
    id: 7,
    name: 'Интересный праздник',
    date: '2022-03-08T08:00:00.001Z',
    type: 'green',
  },
  {
    id: 8,
    name: 'Интересный праздник',
    date: '2022-01-31T09:30:00.001Z',
    type: 'green',
  },
]